aarch64-linux-gnu-glibc
abook
accerciser
accountsservice
acpi
aerc
airgeddon
akm
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
arc-gtk-theme
arc-x-icons-theme
archlinux-xdg-menu
arduino
arduino-cli
arm-none-eabi-gcc
arp-scan
asleap
atear
atom
autoconf
automake
b43-fwcutter
baobab
base
bash-completion
beef
bettercap
bettercap-ui
bind
binutils
bison
blackarch-keyring
blackman
blobby2
blueberry
bluedevil
bluediving
bluefog
bluelog
bluepot
bluescan
bluesnarfer
bluez-utils
bootchart2
brave-bin
btrfs-progs
budgie-desktop
bully
canon-pixma-lt7500-complete
capitaine-cursors
carwhisperer
check
cheese
cmocka
conky
cronie
crunch
cups
cups-pdf
darkman
dconf-editor
ddd
deluge-gtk
devhelp
dex
dhclient
dialog
diffuse
diffutils
discord
dmenu
dnsmasq
docker
dunst
duplicity
eclipse-cpp
efibootmgr
element-desktop
embedded-studio-arm
embedded-studio-risc-v
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-hooks
eos-log-tool
eos-update-notifier
epdfview
ephoto-git
epiphany
ethtool
ettercap-gtk
evince
evolution
exo
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file-roller
filezilla
firefox-esr
five-or-more
flameshot
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
four-in-a-row
galculator
garcon
gcc
gdb
gdbgui
gdm
gedit
ghex
gitkraken
glade
glances
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-klotski
gnome-latex
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
gnu-netcat
google-chrome
gparted
grilo-plugins
grsync
grub
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtop
gummi
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardening-check
hardinfo
hashcat
hcxdumptool
hcxtools
hitori
hostapd-wpe
htop
hwinfo
i3-gaps
i3blocks
i3lock
i3status
iagno
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jlink
jlink-software-and-documentation
jlink-systemview
jlink-systemview-target-src
john
jq
jre-openjdk
keyserver-rank
kgdb-agent-proxy
kile-git
lib32-glibc
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightsoff
lighttpd
linux
linux-atm
linux-firmware
linux-headers
linux-wifi-hotspot
logrotate
lshw
lutris
lvm2
lxappearance-gtk3
lxrandr
lynx
lyx
m4
make
man-db
man-pages
massif-visualizer
matterbridge
mattermost-desktop
mdadm
mdk4
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mousepad
mplayer
mpop
mtools
mutt
mutter
nano
nautilus-sendto
ndisc6
nemo
neofetch
neomutt
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
nordnm
nordpy
nordvpn-bin
notmuch
noto-fonts
noto-fonts-cjk
nrf-udev
nss-mdns
ntfs-3g
ntfsfixboot
obs-studio
offlineimap
open-vm-tools
openconnect
orca
os-prober
otf-font-awesome
ozone
pacman-contrib
pam-gnupg
paprefs
parole
patch
pavucontrol
pcurses
pegdbserver_power
perl
picom
pixiewps
pkgconf
plots-git
polari
popcorntime-bin
poppler-glib
pptpclient
pulseaudio
pylink
python-pip
python-pyserial
quadrapassel
r8168
reaver
redfang
reflector
reflector-simple
reiserfsprogs
ristretto
rofi
rp-pppoe
rsync
ruby-rake
rygel
s-nail
s-tui
sagemath
sagemath-jupyter
sagetex
scdoc
screenfetch
scrot
seahorse
signal-desktop
simple-scan
skypeforlinux-stable-bin
slack-desktop
smartmontools
snapd
sof-firmware
solid
speedtest-cli
splix
spooftooph
spotify
steam
stlink
sudo
sushi
sway
swell-foop
sysfsutils
sysprof
sysstat
system-config-printer
tali
tbear
texinfo
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-music
texlive-pictures
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-extension-enigmail
tlp
torbrowser-launcher
totem
tracker
tracker-miners
tracker3-miners
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-ubuntu-font-family
tumbler
upower
urlview
usb_modeswitch
usbutils
valgrind
vi
vim
vino
vlc
vmware-workstation
w3m
welcome
wget
which
whois
wifi-pumpkin
wificurse
wifijammer
wine
wireless-regdb
wireless_tools
wvdial
xaos
xbindkeys
xcursor-neutral
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xplot
xterm
yad
yay
yelp
zoom
zsync
